Repository: danielhuesken/search-antispam
Catalog: lang/search-antispam-*.po
Languages: de_de

source: Date
de_de: Datum

source: Summary
de_de: Zusammenfassung

source: Donate
de_de: Spenden

source: Overview
de_de: Übersicht

source: Search Antispam comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions.
de_de: Search Antispam kommt OHNE JEDWEDE GARANTIE. Dies ist freie Software, und Sie sind herzlich eingeladen, es unter bestimmten Bedingungen weitergeben dürfen.

source: For more information:
de_de: Für mehr Informationen:

source: <a href="http://wordpress.org/extend/plugins/search-antispam/" target="_blank">Wordpress Plugin Site</a>
de_de: <a href="http://wordpress.org/extend/plugins/search-antispam/" target="_blank">Wordpress Plugin Seite</a>

source: <a href="http://danielhuesken.de/portfolio/search-antispam/" target="_blank">Plugin Site</a>
de_de: <a href="http://danielhuesken.de/portfolio/search-antispam/" target="_blank">Plugin Seite</a>

source: <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=CS7BVQ6TTCRYU" target="_blank">Donate</a>
de_de: <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=DYTLEJTRVDWAU" target="_blank">Spenden</a>

source: Generel Settings
de_de: Generelle Einstellungen

source: Use CSS Hack
de_de: Benutze CSS Hack

source: Check Nonce
de_de: Nonce überprüfen

source: Check DNSBL
de_de: DNSBL überprüfen

source: Check Referrer
de_de: Referrer überprüfen

source: Search Antispam Configuration
de_de: Search Antispam Konfiguration

source: Show chart in Dashboard
de_de: Chart im Daschboard anzeigen

source: Do not scan logged in users
de_de: Scanne keine eingeloggten Benutzer

source: Use a CSS hack to prevent spamming.
de_de: Benutze den CSS Hack um Spam zu verhindern.

source: Use DNS Blacklists to prevent spamming.
de_de: Benutze DNS Backlists um Spam vorzubeugen.

source: Add a Nonce to serach and check it.
de_de: Eine Nonce zu suchen Feld hinzufügen und prüfen.

source: Check Referrer to prevent spamming.
de_de: Referrer Überprüfen um Spam zu verhindern.
